Repository: ambysto/steady
Catalog: apple/Steady/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, vi, zh_hans

# diag.modem_wifi.ok
source: No unknown Wi‑Fi transmitter nearby
de: Kein unbekannter Wi‑Fi-Sender in der Nähe
es: No hay ningún transmisor Wi‑Fi desconocido cerca
fr: Aucun émetteur Wi‑Fi inconnu à proximité
pt_br: Nenhum transmissor Wi‑Fi desconhecido por perto
vi: Không thấy thiết bị phát Wi‑Fi lạ ở gần
zh_hans: 附近没有未知的 Wi‑Fi 发射源

# diag.modem_wifi.strong_family
source: A group of very strong unknown networks shares one MAC family: most likely the old modem still broadcasts Wi‑Fi
de: Eine Gruppe sehr starker unbekannter Netzwerke teilt sich eine MAC-Familie: höchstwahrscheinlich sendet das alte Modem noch Wi‑Fi
es: Un grupo de redes desconocidas muy fuertes comparte una misma familia MAC: lo más probable es que el módem antiguo siga emitiendo Wi‑Fi
fr: Un groupe de réseaux inconnus très puissants partage la même famille MAC : l'ancien modem diffuse probablement encore du Wi‑Fi
pt_br: Um grupo de redes desconhecidas muito fortes compartilha a mesma família de MAC: provavelmente o modem antigo ainda transmite Wi‑Fi
vi: Có nhóm mạng lạ rất mạnh cùng họ MAC: nhiều khả năng modem cũ vẫn phát Wi‑Fi
zh_hans: 一组信号很强的未知网络共用同一 MAC 系列：很可能是旧调制解调器仍在广播 Wi‑Fi

# diag.modem_wifi.title
source: ISP modem Wi‑Fi (bridge mode)
de: Wi‑Fi des Provider-Modems (Bridge-Modus)
es: Wi‑Fi del módem del ISP (modo puente)
fr: Wi‑Fi du modem FAI (mode bridge)
pt_br: Wi‑Fi do modem do provedor (modo bridge)
vi: Wi‑Fi của modem nhà mạng (bridge)
zh_hans: 运营商调制解调器 Wi‑Fi（桥接模式）

# diag.not_run
source: This check could not run
de: Diese Prüfung konnte nicht ausgeführt werden
es: No se pudo ejecutar esta comprobación
fr: Cette vérification n'a pas pu s'exécuter
pt_br: Esta verificação não pôde ser executada
vi: Không chạy được kiểm tra này
zh_hans: 无法运行此项检查

# diag.path_mtu.advice
source: Large packets can be dropped on the way, so pages hang half-loaded and downloads stall. Set the MTU of %1$@ to %2$@ (as Admin: netsh interface ipv4 set subinterface "%1$@" mtu=%2$@ store=persistent; for IPv6: netsh interface ipv6 set subinterface "%1$@" mtu=%2$@ store=persistent), or turn on MSS clamping on the router.
de: Große Pakete können unterwegs verworfen werden: Seiten laden nur halb, Downloads stocken. Setzen Sie die MTU von %1$@ auf %2$@ (als Admin: netsh interface ipv4 set subinterface "%1$@" mtu=%2$@ store=persistent; für IPv6: netsh interface ipv6 set subinterface "%1$@" mtu=%2$@ store=persistent) oder aktivieren Sie MSS-Clamping am Router.
es: Los paquetes grandes pueden perderse por el camino: las páginas se quedan a medio cargar y las descargas se atascan. Ajuste la MTU de %1$@ a %2$@ (como administrador: netsh interface ipv4 set subinterface "%1$@" mtu=%2$@ store=persistent; para IPv6: netsh interface ipv6 set subinterface "%1$@" mtu=%2$@ store=persistent) o active el MSS clamping en el router.
fr: Les gros paquets peuvent être perdus en route : les pages restent à moitié chargées et les téléchargements calent. Réglez la MTU de %1$@ sur %2$@ (en administrateur : netsh interface ipv4 set subinterface "%1$@" mtu=%2$@ store=persistent ; pour l'IPv6 : netsh interface ipv6 set subinterface "%1$@" mtu=%2$@ store=persistent) ou activez le MSS clamping sur le routeur.
pt_br: Pacotes grandes podem se perder no caminho: páginas ficam carregadas pela metade e downloads travam. Defina a MTU de %1$@ como %2$@ (como administrador: netsh interface ipv4 set subinterface "%1$@" mtu=%2$@ store=persistent; para IPv6: netsh interface ipv6 set subinterface "%1$@" mtu=%2$@ store=persistent) ou ative o MSS clamping no roteador.
vi: Gói lớn có thể bị rơi dọc đường nên trang treo nửa chừng, tải xuống chập chờn. Đặt MTU của %1$@ thành %2$@ (quyền Admin: netsh interface ipv4 set subinterface "%1$@" mtu=%2$@ store=persistent; với IPv6: netsh interface ipv6 set subinterface "%1$@" mtu=%2$@ store=persistent), hoặc bật MSS clamping trên router.
zh_hans: 大数据包可能在途中被丢弃，导致网页加载到一半卡住、下载停滞。请将 %1$@ 的 MTU 设为 %2$@（以管理员身份：netsh interface ipv4 set subinterface "%1$@" mtu=%2$@ store=persistent；IPv6：netsh interface ipv6 set subinterface "%1$@" mtu=%2$@ store=persistent），或在路由器上开启 MSS 钳制。

# diag.path_mtu.advice_v4
source: Large packets can be dropped on the way, so pages hang half-loaded and downloads stall. Set the MTU of %1$@ to %2$@ (as Admin: netsh interface ipv4 set subinterface "%1$@" mtu=%2$@ store=persistent), or turn on MSS clamping on the router.
de: Große Pakete können unterwegs verworfen werden: Seiten laden nur halb, Downloads stocken. Setzen Sie die MTU von %1$@ auf %2$@ (als Admin: netsh interface ipv4 set subinterface "%1$@" mtu=%2$@ store=persistent) oder aktivieren Sie MSS-Clamping am Router.
es: Los paquetes grandes pueden perderse por el camino: las páginas se quedan a medio cargar y las descargas se atascan. Ajuste la MTU de %1$@ a %2$@ (como administrador: netsh interface ipv4 set subinterface "%1$@" mtu=%2$@ store=persistent) o active el MSS clamping en el router.
fr: Les gros paquets peuvent être perdus en route : les pages restent à moitié chargées et les téléchargements calent. Réglez la MTU de %1$@ sur %2$@ (en administrateur : netsh interface ipv4 set subinterface "%1$@" mtu=%2$@ store=persistent) ou activez le MSS clamping sur le routeur.
pt_br: Pacotes grandes podem se perder no caminho: páginas ficam carregadas pela metade e downloads travam. Defina a MTU de %1$@ como %2$@ (como administrador: netsh interface ipv4 set subinterface "%1$@" mtu=%2$@ store=persistent) ou ative o MSS clamping no roteador.
vi: Gói lớn có thể bị rơi dọc đường nên trang treo nửa chừng, tải xuống chập chờn. Đặt MTU của %1$@ thành %2$@ (quyền Admin: netsh interface ipv4 set subinterface "%1$@" mtu=%2$@ store=persistent), hoặc bật MSS clamping trên router.
zh_hans: 大数据包可能在途中被丢弃，导致网页加载到一半卡住、下载停滞。请将 %1$@ 的 MTU 设为 %2$@（以管理员身份：netsh interface ipv4 set subinterface "%1$@" mtu=%2$@ store=persistent），或在路由器上开启 MSS 钳制。

# diag.path_mtu.capped
source: The interface MTU is above %1$@ bytes (jumbo frames); the Internet carries at most %1$@, so the probe stops there
de: Die MTU der Schnittstelle liegt über %1$@ Byte (Jumbo-Frames); das Internet transportiert höchstens %1$@, daher endet die Messung dort
es: La MTU de la interfaz supera los %1$@ bytes (jumbo frames); Internet transporta como máximo %1$@, así que la prueba se detiene ahí
fr: La MTU de l'interface dépasse %1$@ octets (trames jumbo) ; Internet transporte au plus %1$@, la mesure s'arrête donc là
pt_br: A MTU da interface passa de %1$@ bytes (jumbo frames); a Internet transporta no máximo %1$@, então o teste para aí
vi: MTU của card trên %1$@ byte (jumbo frame); Internet chỉ chở tối đa %1$@ nên chỉ dò tới đó
zh_hans: 接口 MTU 超过 %1$@ 字节（巨型帧）；互联网最多传输 %1$@，因此只探测到这里

# diag.path_mtu.interface
source: Interface %1$@: MTU %2$@ bytes
de: Schnittstelle %1$@: MTU %2$@ Byte
es: Interfaz %1$@: MTU %2$@ bytes
fr: Interface %1$@ : MTU %2$@ octets
vi: Card %1$@: MTU %2$@ byte
zh_hans: 接口 %1$@：MTU %2$@ 字节

# diag.path_mtu.no_interface
source: Cannot read the MTU of the network interface in use
de: Die MTU der verwendeten Netzwerkschnittstelle kann nicht gelesen werden
es: No se puede leer la MTU de la interfaz de red en uso
fr: Impossible de lire la MTU de l'interface réseau utilisée
pt_br: Não foi possível ler a MTU da interface de rede em uso
vi: Không đọc được MTU của card mạng đang dùng
zh_hans: 无法读取正在使用的网络接口的 MTU

# diag.path_mtu.no_ipv4
source: No IPv4 route to the Internet (offline, or IPv6 only): this check measures IPv4 only
de: Keine IPv4-Route ins Internet (offline oder nur IPv6): diese Prüfung misst nur IPv4
es: No hay ruta IPv4 a Internet (sin conexión o solo IPv6): esta comprobación solo mide IPv4
fr: Aucune route IPv4 vers Internet (hors ligne, ou IPv6 uniquement) : cette vérification ne mesure que l'IPv4
pt_br: Sem rota IPv4 para a Internet (offline ou só IPv6): esta verificação mede apenas IPv4
vi: Không có tuyến IPv4 ra Internet (mất mạng, hoặc chỉ có IPv6): kiểm tra này chỉ đo IPv4
zh_hans: 没有通往互联网的 IPv4 路由（离线或仅有 IPv6）：此检查只测量 IPv4

# diag.path_mtu.no_reply
source: No destination answered, so the path MTU cannot be measured
de: Kein Ziel hat geantwortet, daher lässt sich die Pfad-MTU nicht messen
es: Ningún destino respondió, así que no se puede medir la MTU de la ruta
fr: Aucune destination n'a répondu : impossible de mesurer la MTU du chemin
pt_br: Nenhum destino respondeu, então não dá para medir a MTU do caminho
vi: Không đích nào trả lời nên không đo được path MTU
zh_hans: 没有目标响应，无法测量路径 MTU

# diag.path_mtu.ok
source: Packets of the full interface MTU (%1$@ bytes) get through
de: Pakete in voller Schnittstellen-MTU (%1$@ Byte) kommen durch
es: Pasan paquetes del tamaño completo de la MTU de la interfaz (%1$@ bytes)
fr: Les paquets de la taille complète de la MTU de l'interface (%1$@ octets) passent
pt_br: Pacotes do tamanho total da MTU da interface (%1$@ bytes) passam
vi: Gói bằng đúng MTU của card (%1$@ byte) đi qua được
zh_hans: 接口 MTU 满长（%1$@ 字节）的数据包可以通过

# diag.path_mtu.ok_capped
source: Packets of %1$@ bytes, the most the Internet carries, get through
de: Pakete mit %1$@ Byte, dem Maximum im Internet, kommen durch
es: Pasan paquetes de %1$@ bytes, el máximo que transporta Internet
fr: Les paquets de %1$@ octets, le maximum transporté par Internet, passent
pt_br: Pacotes de %1$@ bytes, o máximo que a Internet transporta, passam
vi: Gói %1$@ byte, mức tối đa Internet chở được, đi qua được
zh_hans: 互联网可传输的最大 %1$@ 字节数据包可以通过

# diag.path_mtu.one_target
source: Only one destination answered and it may drop pings anyway, so the smaller path is not confirmed
de: Nur ein Ziel hat geantwortet, und es verwirft womöglich ohnehin Pings, daher ist der kleinere Pfad nicht bestätigt
es: Solo respondió un destino y puede descartar pings de todos modos, así que la ruta más pequeña no está confirmada
fr: Une seule destination a répondu et elle peut perdre des pings de toute façon : le chemin plus petit n'est pas confirmé
pt_br: Só um destino respondeu e ele pode descartar pings de qualquer forma, então o caminho menor não está confirmado
vi: Chỉ một đích trả lời và đích đó có thể vốn đã rơi ping, nên đường truyền nhỏ hơn chưa được xác nhận
zh_hans: 只有一个目标响应，且它本身可能会丢弃 ping，因此较小的路径未得到确认

# diag.path_mtu.pppoe
source: 1492 bytes is typical of a PPPoE Internet connection
de: 1492 Byte sind typisch für einen PPPoE-Internetanschluss
es: 1492 bytes es lo habitual en una conexión a Internet PPPoE
fr: 1492 octets est typique d'une connexion Internet PPPoE
pt_br: 1492 bytes é típico de uma conexão de Internet PPPoE
vi: 1492 byte là giá trị thường gặp của kết nối Internet PPPoE
zh_hans: 1492 字节是 PPPoE 宽带连接的常见值

# diag.path_mtu.reported
source: Routers answer "packet too big", so Windows lowers the packet size by itself; large packets are not lost
de: Router antworten mit "Paket zu groß", daher verkleinert Windows die Pakete selbst; große Pakete gehen nicht verloren
es: Los routers responden "paquete demasiado grande", así que Windows reduce el tamaño por sí mismo; los paquetes grandes no se pierden
fr: Les routeurs répondent « paquet trop gros », Windows réduit donc lui-même la taille des paquets ; les gros paquets ne sont pas perdus
pt_br: Os roteadores respondem "pacote grande demais", então o Windows reduz o tamanho sozinho; pacotes grandes não se perdem
vi: Router trả lời "gói quá lớn" nên Windows tự giảm kích thước gói; gói lớn không bị mất
zh_hans: 路由器会回复“数据包过大”，Windows 会自行减小数据包；大数据包不会丢失

# diag.path_mtu.silent
source: Large packets vanish without any "packet too big" answer: connections can hang (PMTUD blackhole)
de: Große Pakete verschwinden ohne Antwort "Paket zu groß": Verbindungen können hängen (PMTUD-Blackhole)
es: Los paquetes grandes desaparecen sin respuesta "paquete demasiado grande": las conexiones pueden colgarse (agujero negro de PMTUD)
fr: Les gros paquets disparaissent sans réponse « paquet trop gros » : les connexions peuvent se bloquer (trou noir PMTUD)
pt_br: Pacotes grandes somem sem resposta "pacote grande demais": as conexões podem travar (buraco negro de PMTUD)
vi: Gói lớn biến mất mà không có trả lời "gói quá lớn": kết nối có thể treo (PMTUD blackhole)
zh_hans: 大数据包在没有“数据包过大”回复的情况下消失：连接可能卡住（PMTUD 黑洞）

# diag.path_mtu.target
source: %1$@: packets up to %2$@ bytes get through
de: %1$@: Pakete bis %2$@ Byte kommen durch
es: %1$@: pasan paquetes de hasta %2$@ bytes
fr: %1$@ : les paquets jusqu'à %2$@ octets passent
pt_br: %1$@: pacotes de até %2$@ bytes passam
vi: %1$@: gói tới %2$@ byte đi qua được
zh_hans: %1$@：最大 %2$@ 字节的数据包可以通过

# diag.path_mtu.target_silent
source: %1$@: no reply (ICMP blocked?)
de: %1$@: keine Antwort (ICMP blockiert?)
es: %1$@: sin respuesta (¿ICMP bloqueado?)
fr: %1$@ : aucune réponse (ICMP bloqué ?)
pt_br: %1$@: sem resposta (ICMP bloqueado?)
vi: %1$@: không trả lời (ICMP bị chặn?)
zh_hans: %1$@：无响应（ICMP 被屏蔽？）

# diag.path_mtu.title
source: Path MTU (large packets)
de: Pfad-MTU (große Pakete)
es: MTU de la ruta (paquetes grandes)
fr: MTU du chemin (gros paquets)
pt_br: MTU do caminho (pacotes grandes)
vi: Path MTU (gói tin lớn)
zh_hans: 路径 MTU（大数据包）

# diag.path_mtu.too_big
source: The interface MTU (%1$@ bytes) is larger than the path allows (%2$@ bytes)
de: Die MTU der Schnittstelle (%1$@ Byte) ist größer, als der Pfad zulässt (%2$@ Byte)
es: La MTU de la interfaz (%1$@ bytes) es mayor de lo que permite la ruta (%2$@ bytes)
fr: La MTU de l'interface (%1$@ octets) dépasse ce que le chemin autorise (%2$@ octets)
pt_br: A MTU da interface (%1$@ bytes) é maior do que o caminho permite (%2$@ bytes)
vi: MTU của card (%1$@ byte) lớn hơn đường truyền cho phép (%2$@ byte)
zh_hans: 接口 MTU（%1$@ 字节）大于路径允许的大小（%2$@ 字节）

# diag.physical_link.advice
source: This check cannot tell the cause. Rule out first: MLO/Wi‑Fi 7, an old modem's Wi‑Fi, channel interference, the driver. If those are clean, suspect a blocked card antenna (metal desk frame, PC case, cable bundle): turn or move the antennas into the open, or use an extension antenna; compare again after a few hours.
de: Diese Prüfung kann die Ursache nicht bestimmen. Zuerst ausschließen: MLO/Wi‑Fi 7, das Wi‑Fi eines alten Modems, Kanalstörungen, den Treiber. Wenn diese in Ordnung sind, auf eine verdeckte Antenne der Karte tippen (Metallrahmen des Schreibtischs, PC-Gehäuse, Kabelbündel): die Antennen drehen oder frei platzieren oder eine Verlängerungsantenne verwenden; nach einigen Stunden erneut vergleichen.
es: Esta comprobación no puede determinar la causa. Descarta primero: MLO/Wi‑Fi 7, el Wi‑Fi de un módem antiguo, la interferencia de canal y el controlador. Si todo eso está en orden, sospecha de una antena de la tarjeta bloqueada (estructura metálica del escritorio, caja del PC, manojo de cables): gira o mueve las antenas a un lugar despejado, o usa una antena de extensión; vuelve a comparar después de unas horas.
fr: Cette vérification ne peut pas déterminer la cause. Écartez d'abord : MLO/Wi‑Fi 7, le Wi‑Fi d'un ancien modem, les interférences de canal, le pilote. Si tout est en ordre, soupçonnez une antenne de carte masquée (cadre de bureau métallique, boîtier du PC, faisceau de câbles) : tournez ou déplacez les antennes à découvert, ou utilisez une antenne déportée ; comparez de nouveau après quelques heures.
pt_br: Esta verificação não identifica a causa. Descarte antes: MLO/Wi‑Fi 7, Wi‑Fi de um modem antigo, interferência de canal e o driver. Se tudo isso estiver limpo, suspeite de antena da placa bloqueada (estrutura metálica da mesa, gabinete do PC, feixe de cabos): vire ou mova as antenas para um local aberto, ou use uma antena de extensão; compare novamente após algumas horas.
vi: Kiểm tra không nói được nguyên nhân. Loại trừ trước: MLO/Wi‑Fi 7, Wi‑Fi modem cũ, nhiễu kênh, driver. Nếu sạch thì nghi ăng-ten card bị che (khung bàn kim loại, thùng máy, bó dây): xoay/dời ăng-ten ra chỗ thoáng, hoặc dùng ăng-ten nối dài; so sánh lại sau vài giờ.
zh_hans: 此检查无法判断原因。请先排除：MLO/Wi‑Fi 7、旧调制解调器的 Wi‑Fi、信道干扰、驱动。如果都没有问题，则怀疑网卡天线被遮挡（金属桌架、机箱、线束）：请转动或移动天线使其暴露在空旷处，或使用延长天线；几小时后再次对比。

# diag.physical_link.advice_improved
source: If you just moved the PC, the antenna or a setting, watch a few more hours to confirm.
de: Wenn gerade der PC, die Antenne oder eine Einstellung geändert wurde, noch einige Stunden beobachten, um es zu bestätigen.
es: Si acabas de mover el PC, la antena o algún ajuste, observa unas horas más para confirmarlo.
fr: Si vous venez de déplacer le PC, l'antenne ou de changer un réglage, observez encore quelques heures pour confirmer.
pt_br: Se você acabou de mover o PC, a antena ou alguma configuração, observe mais algumas horas para confirmar.
vi: Nếu bạn vừa đổi vị trí/ăng-ten/cấu hình, theo dõi thêm vài giờ để xác nhận.
zh_hans: 如果你刚移动过电脑、天线或更改了设置，请再观察几个小时以确认。

# diag.physical_link.bad_minutes
source: %1$@/%2$@ minutes (%3$@) had Rx ≤ 30 Mbps and ≥ 5%% packet loss to the router
de: %1$@/%2$@ Minuten (%3$@) mit Rx ≤ 30 Mbps und ≥ 5 %% Paketverlust zum Router
es: %1$@/%2$@ minutos (%3$@) con Rx ≤ 30 Mbps y ≥ 5%% de pérdida de paquetes hacia el router
fr: %1$@/%2$@ minutes (%3$@) avec Rx ≤ 30 Mbps et ≥ 5%% de perte de paquets vers le routeur
pt_br: %1$@/%2$@ minutos (%3$@) tiveram Rx ≤ 30 Mbps e ≥ 5%% de perda de pacotes até o roteador
vi: %1$@/%2$@ phút (%3$@) có Rx ≤ 30 Mbps và mất gói tới router ≥ 5%%
zh_hans: %1$@/%2$@ 分钟（%3$@）出现 Rx ≤ 30 Mbps 且到路由器丢包 ≥ 5%%

# diag.physical_link.improved
source: Speed collapses with packet loss happened in the last 24h but the last 3 hours are fine (improved?)
de: Geschwindigkeitseinbrüche mit Paketverlust traten in den letzten 24 h auf, die letzten 3 Stunden sind aber in Ordnung (verbessert?)
es: Hubo caídas de velocidad con pérdida de paquetes en las últimas 24 h, pero las últimas 3 horas van bien (¿ha mejorado?)
fr: Des chutes de débit avec perte de paquets sont survenues au cours des dernières 24 h, mais les 3 dernières heures sont correctes (amélioration ?)
pt_br: Quedas de velocidade com perda de pacotes ocorreram nas últimas 24h, mas as últimas 3 horas estão normais (melhorou?)
vi: Từng sụp tốc độ kèm mất gói trong 24h qua nhưng 3 giờ gần nhất ổn (đã cải thiện?)
zh_hans: 最近 24 小时内出现过速度骤降并伴随丢包，但最近 3 小时正常（已改善？）

# diag.physical_link.info
source: Occasional speed collapses with packet loss
de: Gelegentliche Geschwindigkeitseinbrüche mit Paketverlust
es: Caídas de velocidad ocasionales con pérdida de paquetes
fr: Chutes de débit occasionnelles avec perte de paquets
pt_br: Quedas de velocidade ocasionais com perda de pacotes
vi: Thỉnh thoảng sụp tốc độ kèm mất gói
zh_hans: 偶尔出现速度骤降并伴随丢包

# diag.physical_link.not_enough
source: Not enough data (%1$@ connected minutes, needs ≥ %2$@)
de: Nicht genug Daten (%1$@ verbundene Minuten, benötigt ≥ %2$@)
es: Datos insuficientes (%1$@ minutos conectado, se necesitan ≥ %2$@)
fr: Pas assez de données (%1$@ minutes connecté, il faut ≥ %2$@)
pt_br: Dados insuficientes (%1$@ minutos conectado, são necessários ≥ %2$@)
vi: Chưa đủ dữ liệu (%1$@ phút kết nối, cần ≥ %2$@)
zh_hans: 数据不足（已连接 %1$@ 分钟，至少需要 %2$@ 分钟）

# diag.physical_link.ok
source: Rx rate and packet loss to the router are stable
de: Rx-Rate und Paketverlust zum Router sind stabil
es: La velocidad Rx y la pérdida de paquetes hacia el router son estables
fr: Le débit Rx et la perte de paquets vers le routeur sont stables
pt_br: A taxa Rx e a perda de pacotes até o roteador estão estáveis
vi: Tốc độ Rx và mất gói tới router ổn định
zh_hans: Rx 速率和到路由器的丢包稳定

# diag.physical_link.recent
source: Last 3 hours: %1$@ of minutes like that (%2$@ minutes)
de: Letzte 3 Stunden: %1$@ der Minuten betroffen (%2$@ Minuten)
es: Últimas 3 horas: %1$@ de los minutos en esa situación (%2$@ minutos)
fr: 3 dernières heures : %1$@ des minutes dans ce cas (%2$@ minutes)
pt_br: Últimas 3 horas: %1$@ dos minutos assim (%2$@ minutos)
vi: 3 giờ gần nhất: %1$@ phút như vậy (%2$@ phút)
zh_hans: 最近 3 小时：%1$@ 的时间有此情况（共 %2$@ 分钟）

# diag.physical_link.title
source: Poor physical link (antenna / placement)
de: Schlechte physische Verbindung (Antenne / Aufstellung)
es: Enlace físico deficiente (antena / ubicación)
fr: Liaison physique médiocre (antenne / emplacement)
pt_br: Enlace físico ruim (antena / posicionamento)
vi: Đường truyền vật lý kém (ăng-ten / vị trí)
zh_hans: 物理链路较差（天线 / 摆放位置）

# diag.physical_link.warn
source: The Wi‑Fi link often collapses in speed with packet loss
de: Die Wi‑Fi-Verbindung bricht oft mit Paketverlust in der Geschwindigkeit ein
es: El enlace Wi‑Fi sufre caídas de velocidad frecuentes con pérdida de paquetes
fr: La liaison Wi‑Fi subit souvent des chutes de débit avec perte de paquets
pt_br: O enlace Wi‑Fi costuma ter quedas de velocidade com perda de pacotes
vi: Đường truyền Wi‑Fi thường xuyên sụp tốc độ kèm mất gói
zh_hans: Wi‑Fi 链路经常出现速度骤降并伴随丢包

# diag.physical_link.weak_signal
source: The signal is very weak, so this is mostly distance or obstacles; see the signal check
de: Das Signal ist sehr schwach, daher liegt es meist an Entfernung oder Hindernissen; siehe Signalprüfung
es: La señal es muy débil, así que se trata sobre todo de distancia u obstáculos; consulta la comprobación de señal
fr: Le signal est très faible, il s'agit donc surtout de distance ou d'obstacles ; voir la vérification du signal
pt_br: O sinal está muito fraco, então é principalmente distância ou obstáculos; veja a verificação de sinal
vi: Tín hiệu rất yếu nên đây chủ yếu là vấn đề khoảng cách/vật cản, xem kiểm tra tín hiệu
zh_hans: 信号非常弱，主要是距离或障碍物所致；请参见信号检查

# diag.ping.advice_icmp_limited
source: Nothing to fix. Ping to the Internet is not reliable on this network; go by the TCP/HTTP numbers.
de: Nichts zu beheben. Ping ins Internet ist in diesem Netzwerk nicht zuverlässig; die TCP/HTTP-Werte sind maßgeblich.
es: No hay nada que arreglar. El ping a Internet no es fiable en esta red; guíate por los valores de TCP/HTTP.
fr: Rien à corriger. Le ping vers Internet n'est pas fiable sur ce réseau ; fiez-vous aux chiffres TCP/HTTP.
pt_br: Nada a corrigir. O ping para a Internet não é confiável nesta rede; baseie-se nos números de TCP/HTTP.
vi: Không cần xử lý. Số đo ping ra Internet không đáng tin trên mạng này; dựa vào số đo TCP/HTTP.
zh_hans: 无需处理。此网络上到互联网的 ping 不可靠，请以 TCP/HTTP 数据为准。

# diag.ping.advice_router
source: Fix the Wi‑Fi first (see the signal, interference and antenna checks).
de: Zuerst Wi‑Fi beheben (siehe Prüfungen zu Signal, Störungen und Antenne).
es: Arregla primero el Wi‑Fi (consulta las comprobaciones de señal, interferencia y antena).
fr: Réglez d'abord le Wi‑Fi (voir les vérifications du signal, des interférences et de l'antenne).
pt_br: Corrija primeiro o Wi‑Fi (veja as verificações de sinal, interferência e antena).
vi: Xử lý Wi‑Fi trước (các kiểm tra tín hiệu, nhiễu, ăng-ten).
zh_hans: 请先处理 Wi‑Fi 问题（参见信号、干扰和天线检查）。

# diag.ping.advice_wan
source: The router is fine, so the fault is beyond it: check TCP/DNS (see the DNS check) or contact your ISP.
de: Der Router ist in Ordnung, der Fehler liegt also dahinter: TCP/DNS prüfen (siehe DNS-Prüfung) oder den Provider kontaktieren.
es: El router funciona bien, así que el fallo está más allá: revisa TCP/DNS (consulta la comprobación de DNS) o contacta con tu ISP.
fr: Le routeur fonctionne, la panne est donc au-delà : vérifiez TCP/DNS (voir la vérification DNS) ou contactez votre FAI.
pt_br: O roteador está bem, então a falha está além dele: verifique o TCP/DNS (veja a verificação de DNS) ou fale com seu provedor.
vi: Router ổn nên lỗi nằm sau router: kiểm tra bằng TCP/DNS (xem kiểm tra DNS) hoặc liên hệ nhà mạng.
zh_hans: 路由器正常，故障在其之外：请检查 TCP/DNS（参见 DNS 检查）或联系 ISP。
